[
    {
        "author": "Shrimad BhagwadGeeta",
        "quote": "If you want to see yours advanced avatar then choose that level of battlefield."
    },
    {
        "author": "Shrimad BhagwadGeeta",
        "quote": "If you ever feel tired and unsupported then just remember about Shri Krishna."
    },
    {
        "author": "Shrimad BhagwadGeeta",
        "quote": "If you are fighting for a good means then don't see that who is opposing you, just fight against them."
    },
    {
        "author": "Shrimad BhagwadGeeta",
        "quote": "Do your duty without attachment to results."
    },
    {
        "author": "Bhagwat Purana",
        "quote": "Purity, Patience and Preservance are the essentials to success."
    },
    {
        "author": "Quran",
        "quote": "There is no compulsion in religion."
    },
    {
        "author": "Bible",
        "quote": "Blessed are the piecemakers."
    },
    {
        "author": "Upanishads",
        "quote": "Control of the mind is the root of all wisdom."
    },
    {
        "author": "Quran",
        "quote": "Indeed, with hardship comes in ease."
    },
    {
        "author": "Dhammapada",
        "quote": "Speak the truth. Do not yield to anger."
    },
    {
        "author": "Quran",
        "quote": "Indeed, Allah is with those who are patient."
    },
    {
        "author": "Quran",
        "quote": "And whoever puts his trust in Allah then he will suffice him."
    },
    {
        "author": "Shrimad BhagwadGeeta",
        "quote": "One who sees all beings as equal has truly understood."
    },
    {
        "author": "Shrimad BhagwadGeeta",
        "quote": "Ahimsa parmo dharma dharmaiw himsa tathaiwa cha."
    },
    {
        "author": "Quran (2:286)",
        "quote": "Allah does not burden a soul beyond that it can bear."
    },
    {
        "author": "Quran (94:6)",
        "quote": "Indeed, with hardship [will be] ease."
    },
    {
        "author": "Quran (5:32)",
        "quote": "Whoever saves one life, it is as if he had saved mankind entirely."
    },
    {
        "author": "Quran (13:11)",
        "quote": "Indeed, Allah will not change the condition of a people until they change what is in themselves."
    },
    {
        "author": "Quran (2:2)",
        "quote": "This is the Book about which there is no doubt, a guidance for those conscious of Allah."
    },
    {
        "author": "Quran (3:139)",
        "quote": "Do not lose hope, nor be sad. You will surely be victorious if you are true believers."
    },
    {
        "author": "Quran (24:35)",
        "quote": "Allah is the Light of the heavens and the earth."
    },
    {
        "author": "Quran (31:17)",
        "quote": "Establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you."
    },
    {
        "author": "Quran (49:13)",
        "quote": "The most noble of you in the sight of Allah is the most righteous of you."
    },
    {
        "author": "Quran (93:5)",
        "quote": "And your Lord is going to give you, and you will be satisfied."
    },
    {
        "author": "Bhagavad Gita (2:47)",
        "quote": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions."
    },
    {
        "author": "Bhagavad Gita (4:7)",
        "quote": "Whenever there is a decline in righteousness, I incarnate myself."
    },
    {
        "author": "Bhagavad Gita (2:20)",
        "quote": "The soul is neither born, and nor does it die."
    },
    {
        "author": "Bhagavad Gita (3:19)",
        "quote": "One should perform duties without attachment for by doing so one attains the Supreme."
    },
    {
        "author": "Bhagavad Gita (6:5)",
        "quote": "Elevate yourself through your own efforts, and do not degrade yourself."
    },
    {
        "author": "Bhagavad Gita (5:29)",
        "quote": "Peace comes to them who know me as the ultimate purpose of all sacrifices and austerities."
    },
    {
        "author": "Bhagavad Gita (2:13)",
        "quote": "Just as boyhood, youth and old age come to the embodied soul, in the same manner, is the attaining of another body."
    },
    {
        "author": "Bhagavad Gita (10:20)",
        "quote": "I am the Self, O Gudakesha, seated in the hearts of all creatures."
    },
    {
        "author": "Bhagavad Gita (18:66)",
        "quote": "Abandon all varieties of religion and just surrender unto me. I shall deliver you from all sinful reactions."
    },
    {
        "author": "Bhagavad Gita (16:24)",
        "quote": "The injunctions of the scriptures are your only guide."
    },
    {
        "author": "Bible (Philippians 4:13)",
        "quote": "I can do all things through Christ who strengthens me."
    },
    {
        "author": "Bible (Jeremiah 29:11)",
        "quote": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you."
    },
    {
        "author": "Bible (Proverbs 3:5)",
        "quote": "Trust in the Lord with all your heart and lean not on your own understanding."
    },
    {
        "author": "Bible (Psalm 23:1)",
        "quote": "The Lord is my shepherd; I shall not want."
    },
    {
        "author": "Bible (Romans 8:28)",
        "quote": "And we know that in all things God works for the good of those who love him."
    },
    {
        "author": "Bible (Isaiah 40:31)",
        "quote": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles."
    },
    {
        "author": "Bible (Matthew 7:7)",
        "quote": "Ask and it will be given to you; seek and you will find."
    },
    {
        "author": "Bible (1 Corinthians 13:4)",
        "quote": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud."
    },
    {
        "author": "Bible (John 8:32)",
        "quote": "Then you will know the truth, and the truth will set you free."
    },
    {
        "author": "Bible (Genesis 1:1)",
        "quote": "In the beginning God created the heavens and the earth."
    }
]